---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.TrussFamilyBottomChordStartReleaseType
source: html/32e614d6-0a65-b026-0578-77864bb14050.htm
---
# Autodesk.Revit.DB.ParameterTypeId.TrussFamilyBottomChordStartReleaseType Property

"Start Release"

## Syntax (C#)
```csharp
public static ForgeTypeId TrussFamilyBottomChordStartReleaseType { get; }
```